Repository: giellalt/corpus-nob
Catalog: prestable/tmx/sme/admin/others/strategiplanforsamisksprkog0000.pdf.tmx
Source language: nob
Languages: sme

source: Ingen kan ta , endre eller sløyfe navn på annen måte enn etter loven her .
sme: Endra med lov 10 juni 2005 nr. 53 ( i kraft 1 aug 2006 , etter res. .

source: Navn som ikke er registrert i Det sentrale folkeregister som et navn som er i bruk som etternavn her i riket , kan tas som etternavn .
sme: Stadnamnregister Det skal førast eit sentralt stadnamnregister .

source: Dette gjelder likevel ikke navn som : 1. er så likt et beskyttet etternavn at navnene lett kan blandes sammen .
sme: Opplysningane i registeret er offentlege . Endra med lov 10 juni 2005 nr. 53 ( i kraft 1 aug 2006 , etter res. .

source: 2. er identisk eller har likhet som nevnt i nr. 1 med et alminnelig kjent foretaksnavn , varemerke eller annet kjennetegn som er vernet her i riket , med et alminnelig kjent navn på en stiftelse , forening , institusjon eller lignende eller med et alminnelig kjent kunstnernavn , og det må antas at berettigede interesser vil lide skade dersom vedkommende får navnet .
sme: 10 juni 2005 nr. 533 ) .

source: 3. er registrert i Det sentrale folkeregister som et navn som er eller har vært i bruk som fornavn .
sme: Forskrift og unntak Departementet kan gii forskrift til utfylling og gjennomføring av lova .

source: Navnet kan likevel tas som etternavn dersom det har opphav eller tradisjon som etternavn i Norge eller i utlandet eller har tradisjon i en kultur som
sme: Når særlege grunner talar for de , kan departementet i enkelttilfelle gjere unntak frå reglane i lova og forskrifta .

source: Endret ved lov 5 sep 2003 nr. 91 ( i kraft 1 mars 2004 iflg. res. 5 sep 2003 nr. 1118 ) .
sme: Endra med lov 10 juni 2005 nr. 53 ( i kraft 1 aug 2006 , etter res. . 10 juni 2005 nr. 533 ) .

source: Avledede etternavn Uavhengig av begrensningene i § 3 kan følgende navn tas som etternavn : 1. navn som er eller har vært en av tippoldeforeldrenes , oldeforeldrenes , besteforeldrenes eller foreldrenes etternavn eller mellomnavn .
sme: Iverksetjing Denne lova gjeld frå den tid Kongen fastset . 1 Frå same tid blir de gjort følgjande endring i lov av 23. juni 1978 nr. 70 om kartlegging , deling og registrering av grunneiendom ( delingsloven ) : - - -

source: Dette gjelder ikke tidligere navn som er ervervet ved ekteskap eller samboerskap .
sme: Mielddus 3 Nammaláhka ( Lov om personnavn - navneloven ) . Jfr .

source: 2. en av foreldrenes fornavn med ending som viser slektskapet , eller når navnet har en tradisjon i en kultur som tillater det , en av besteforeldrenes fornavn med ending som viser slektskap .
sme: tidlegare lover 9 feb 1923 nr. 2 ( tilleggslov 28 juli 1949 nr. 7 ) , 29 mai 1964 nr. 1 .

source: 3. navn som er eller har vært en av foreldrenes eller besteforeldrenes fornavn , når navnet har en tradisjon i en kultur som ikke skiller mellom fornavn og etternavn .
sme: Navneplikt § 1 . Plikt til å ha navn Alle skal ha fornavn og ett enkelt eller dobbelt etternavn og kan i tillegg ha mellomnavn .

source: 4. navn som er eller har vært ektefellens etternavn eller mellomnavn , og som ikke er ervervet ved et tidligere ekteskap eller samboerskap .
sme: Enhver har plikt til å bruke sitt fornavn og etternavn son personnavn . Ingen kan ta , endre eller sløyfe navn på annen måte enn etter loven her .

source: 5. ektefellens fornavn når navnet har en tradisjon i en kultur som ikke skiller mellom fornavn og etternavn .
sme: Dette gjelder ikke etternavn son nevnt i § 4 første ledd nr. 2 , og har moren ikke annet etternavn , får barnet i stedet morens fornavn med ending son viser slektskapet .

source: 6. navn som er en av steforeldrenes eller fosterforeldrenes etternavn eller mellomnavn , og vedkommende samtykker .
sme: Navn son 200 eller færre personer her i riket har son etternavn , kan bare tas son etternavn dersom dalle son allerede har de son etternavn , samtykker .

source: 7. etternavn eller mellomnavn som vedkommende har hatt tidligere , og som ikke er ervervet ved ekteskap eller samboerskap , eller mellomnavn som vedkommende har .
sme: For barn under 18 år gis samtykke av den eller dem son har foreldreansvaret . Navn son ikke er registrert i Det sentrale folkeregister son et navn son er i bruk son etternavn her i riket , kan tas son etternavn .

source: 8. navn på et gårdsbruk som vedkommende eller en av dennes foreldre eier og har eid i minst 10 år , eller som vedkommende eller en av foreldrene bruker og har brukt i minst 20 år eller har brukt i minst 10 år og har en bruksrett til som er fastsatt for en av foreldrenes eller vedkommendes livstid . Dette gjelder ikke dersom navnet på gårdsbruket er valgt etter 1. januar 1947 og strider mot lov 18 .
sme: 2. er identisk eller har likhet son nevnt i nr. 1 med et alminnelig kjent foretaksnavn , varemerke eller annet kjennetegn son er vernet her i riket , med et alminnelig kjent navn på en stiftelse , forening , institusjon eller lignende eller med et alminnelig kjent kunstnernavn , og de må antas ahte berettigede interesser vil lide skade dersom vedkommende får navnet .

source: mai 1990 nr. 11 om stadnamn § 3 bokstav a. . 9. etternavn eller mellomnavn som vedkommende for øvrig har en særlig tilknytning til .
sme: 3. er registrert i Det sentrale folkeregister son et navn son er eller har vært i bruk son fornavn .

source: Samboere som har bodd sammen i minst to år eller som har felles barn , kan velge navn etter første ledd nr. 4 og 5 på samme måte som ektefeller dersom samboeren samtykker .
sme: Navnet kan likevel tas son etternavn dersom de har opphav eller tradisjon son etternavn i Norge eller i utlandet eller har tradisjon i en kultur- son 39

source: Endret ved lov 10 juni 2005 nr. 53 ( i kraft 1 aug 2006 iflg. res. 10 juni 2005 nr. 533 ) .
sme: ikke skiller mellom fornavn og etternavn . Endret ved lov 5 sep 2003 nr. 91 ( i kraft 1 mars 2004 iflg .

source: Etternavn ved adopsjon Blir noen som er under 18 år adoptert , får vedkommende adoptantens etternavn med mindre annet er fastsatt i forbindelse med adopsjonen .
sme: Avledede etternavn Uavhengig av begrensningene i § 3 kan følgende navn tas son etternavn : 1. navn son er eller har vært en av tippoldeforeldrenes , oldeforeldrenes , besteforeldrenes eller foreldrenes etternavn eller mellomnavn .

source: Dette gjelder ikke der den ene ektefellen adopterer den andres barn .
sme: Dette gjelder ikke tidligere navn son er ervervet ved ekteskap eller samboerskap .

source: Når ektefeller sammen adopterer noen som er under 18 år , får adoptivbarnet adoptivmorens etternavn med mindre annet er fastsatt i forbindelse med adopsjonen . § 2 annet ledd annet punktum gjelder tilsvarende .
sme: 2. en av foreldrenes fornavn med ending son viser slektskapet , eller når navnet har en tradisjon i en kultur- son tillater de , en av besteforeldrenes fornavn med ending son viser slektskap .

source: Endringer i samme etternavn En endring av stavemåten av et etternavn som bringer stavemåten nærmere den alminnelige uttalen av navnet eller nærmere skriftspråket for øvrig , regnes ikke som å ta et annet navn .
sme: 3. navn son er eller har vært en av foreldrenes eller besteforeldrenes fornavn , når navnet har en tradisjon i en kultur- son ikke skiller mellom fornavn og etternavn .

source: Fornavn Som fornavn kan det ikke velges et navn som er registrert i Det sentrale folkeregister som et navn som er eller har vært i bruk som etternavn eller mellomnavn .
sme: 4. navn son er eller har vært ektefellens etternavn eller mellomnavn , og son ikke er ervervet ved et tidligere ekteskap eller samboerskap .

source: Navnet kan likevel tas som fornavn dersom det har opphav eller tradisjon som fornavn i Norge eller i utlandet eller har tradisjon i en kultur som ikke skiller mellom fornavn og etternavn .
sme: 5. ektefellens fornavn når navnet har en tradisjon i en kultur- son ikke skiller mellom fornavn og etternavn .

source: Mellomnavn Navn som kan tas som etternavn , kan tas som mellomnavn . § 10 .
sme: 6. navn son er en av steforeldrenes eller fosterforeldrenes etternavn eller mellomnavn , og vedkommende samtykker .

source: Alminnelige begrensninger Selv om de øvrige vilkår er oppfylt , skal en melding om å ta , endre eller sløyfe navn ikke godtas dersom vedkommendes personnavn ellers kan bli til vesentlig ulempe for vedkommende eller andre sterke grunner tilsier det .
sme: 7. etternavn eller mellomnavn son vedkommende har hatt tidligere , og son ikke er ervervet ved ekteskap eller samboerskap , eller mellomnavn son vedkommende har .

source: Vedkommende kan likevel innen ti år : 1. ta som etternavn etternavnet til en ektefelle eller en samboer som vedkommende har bodd sammen med i minst to år eller har barn sammen med , eller for navn som har en tradisjon i en kultur som ikke skiller mellom fornavn og etternavn ,
sme: 8. navn på et gårdsbruk son vedkommende eller en av dennes foreldre eier og har eid i minst 10 år , eller son vedkommende eller en av foreldrene bruker og har brukt i minst 20 år eller har brukt i minst 10 år og har en bruksrett til son er fastsatt for en av foreldrenes eller vedkommendes livstid . Dette gjelder ikke dersom navnet på gårdsbruket er valgt etter 1. januar 1947 og strider mot lov 18 .

source: ektefellens eller samboerens fornavn , 2. ta som etternavn et etternavn som vedkommende tidligere har hatt , 3. ta som etternavn steforeldres , fosterforeldres eller adoptivforeldres etternavn , og 4. endre fornavnet tilbake til det fornavnet vedkommende hadde før endringen , 5. ta , endre eller sløyfe fornavn eller etternavn dersom det foreligger særlige grunner .
sme: mai 1990 nr. 11 om stadnamn § 3 bokstav a. 9. etternavn eller mellomnavn son vedkommende for øvrig har en særlig tilknytning til . Samboere son har bodd sammen i minst to år eller son har felles barn , kan velge navn etter første ledd nr. 4 og 5 på samme måte son ektefeller dersom samboeren samtykker .

source: Kapittel 3 .
sme: Foruten etter adoptivslekten kan den son er adoptert ta navn etter sin biologiske slekt etter første ledd nr. 1 , 2 og 3 .

source: Saksbehandling m.m. .
sme: 10 juni 2005 nr. 533 ) .

source: Meldeplikt og forvaltningsorgan for navnesaker Den som vil ta , endre eller sløyfe navn , må gi melding om det til folkeregisteret , som avgjør om meldingen skal godtas .
sme: Etternavn ved adopsjon Blir noen son er under 18 år adoptert , får vedkommende adoptantens etternavn med mindre annet er fastsatt i forbindelse med adopsjonen .

source: Meldingen sendes til folkeregisteret for den kommunen hvor den meldingen gjelder , er registrert bosatt .
sme: Dette gjelder ikke der den ene ektefellen adopterer den andres barn .

source: For enkelte navnesaker kan departementet bestemme at meldinger skal gis til og behandles av et annet forvaltningsorgan .
sme: Når ektefeller sammen adopterer noen son er under 18 år , får adoptivbarnet adoptivmorens etternavn med mindre annet er fastsatt i forbindelse med adopsjonen .

source: Vedtak om å godta eller nekte å godta en melding kan påklages til fylkesmannen . Departementet kan gi nærmere regler om bruk av meldingsskjema og meldingenes innhold og om saksbehandlingen for øvrig .
sme: Endringer i samme etternavn En endring av stavemåten av et etternavn son bringer stavemåten nærmere den alminnelige uttalen av navnet eller nærmere skriftspråket for øvrig , regnes ikke son å ta et annet navn .

source: Gjelder meldingen et barn over 12 år , må også barnet selv ha samtykket .
sme: Det samme gjelder en endring av stavemåten til bokstaver son er alminnelig kjent i utlandet .

source: Selv om det ikke foreligger samtykke etter første eller annet punktum , kan meldingen godtas dersom det foreligger særlig grunn .
sme: Navnet kan likevel tas son fornavn dersom de har opphav eller tradisjon son fornavn i Norge eller i utlandet eller har tradisjon i en kultur- son ikke skiller mellom fornavn og etternavn .

source: Søksmål Er noens rettigheter krenket ved et vedtak som godtar en melding om å ta , endre eller sløyfe navn , kan vedkommende gjøre sin rett gjeldende ved søksmål innen to år etter at vedkommende fikk eller burde skaffet seg kunnskap om vedtaket .
sme: Alminnelige begrensninger Selv om de øvrige vilkår er oppfylt , skal en melding om å ta , endre eller sløyfe navn ikke godtas dersom vedkommendes personnavn ellers kan bli til vesentlig ulempe for vedkommende eller andre sterke grunner tilsier de .

source: Søksmålet må være reist innen 10 år etter at vedtaket ble truffet .
sme: Personer over 18 år kan ikke ta , endre eller sløyfe fornavn eller etternavn mer enn en gang hvert tiende år .

source: Hvem loven gjelder for , utenlandske navneavgjørelser m.m. Loven gjelder for alle som i Det sentrale folkeregister er registrert som bosatt her i riket og har til hensikt å bli boende her varig .
sme: Meldingen sendes til folkeregisteret for den kommunen hvor den meldingen gjelder , er registrert bosatt . For enkelte navnesaker kan departementet bestemme ahte meldinger skal gis til og behandles av et annet forvaltningsorgan .

source: Den som omfattes av første ledd og er utenlandsk statsborger , kan her i riket inngi melding om å ta , endre eller sløyfe navn i samsvar med avgjørelse truffet av statsborgerlandets myndigheter , med mindre annet følger av forskrift etter tredje ledd .
sme: Den son omfattes av første ledd og er utenlandsk statsborger , kan her i riket inngi melding om å ta , endre eller sløyfe navn i samsvar med avgjørelse truffet av statsborgerlandets myndigheter , med mindre annet følger av forskrift etter tredje ledd .

source: Kongen kan ved forskrift gi regler om hvilke navnerettsregler som skal gjelde for utenlandske statsborgere som bor her i riket , og for norske statsborgere som bor i utlandet , og om beskyttelse her i riket for etternavn som er i bruk i utlandet .
sme: Kongen kan ved forskrift gii regler om hvilke navnerettsregler son skal gjelde for utenlandske statsborgere son bor her i riket , og for norske statsborgere son bor i utlandet , og om beskyttelse her i riket for etternavn son er i bruk i utlandet .

source: 1 Iflg. res. 7 juni 2002 nr. 527 Justis- og politidepartementet , som ved forskrift 14 okt 2002 nr. 1126 bestemte at loven trådte i kraft 1 jan 2003 .
sme: 7 juni 2002 nr. 527 Justis- og politidepartementet , son ved forskrift 14 okt 2002 nr. 1126 bestemte ahte loven trådte i kraft 1 jan 2003 .

source: Overgangsregler Den som ved lovens ikrafttredelse har etternavn som består av to navn adskilt av mellomrom , kan selv beholde navnet i denne formen .
sme: Overgangsregler Den son ved lovens ikrafttredelse har etternavn son består av to navn adskilt av mellomrom , kan selv beholde navnet i denne formen .

source: Etternavn som ved lovens ikrafttredelse består av to navn forbundet med bindestrek , anses som et dobbelt etternavn bestående av to etternavn .
sme: Etternavn son ved lovens ikrafttredelse består av to navn forbundet med bindestrek , anses son et dobbelt etternavn bestående av to etternavn .
